package com.company;

public class WppUtil {
    // ppt题目要求
    public String wppRequirement = "打开WPS演示文稿，按要求完成以下操作：\n" +
            "(1)插入第一张版式为只有标题的幻灯片，第二张版式为标题和文本的幻灯片，第三张版式为垂直排列标题和文本的幻灯片，第四张版式为标题和文本的幻灯片，输入文本。所有幻灯片的背景为“填充效果”中的“纹理”中的“褐色大理石”如图。\n" +
            "(2)在第一张幻灯片上插入自选图形（星与旗帜下的横卷形），输入文字如图。\n" +
            "(3)将幻灯片的配色方案设为标题为白色，文本和线条为黄色 。\n" +
            "(4)将母板标题格式设为宋体，44号，加粗。设置文本格式设为华文细黑，32号，加粗，行距为2行，项目符号为z（windings字符集中），桔红色。\n" +
            "(5)在母板的左下角插入剪贴画（宗教-佛教）如图。\n" +
            "(6)设置第一张幻灯片的各个自选图形的填充颜色为无，字体为隶书，48号。在自选图形上加入到对应幻灯片的链接。\n" +
            "(7)设置第一张幻灯片的动画效果：第一个自选图形自左侧切入，随后第二个自选图形自动自右侧切入，第三个自选图形自动自底部切入。\n" +
            "(8)其余3张幻灯片中的每个对象都要设置动画效果，并每张幻灯片之间要有“幻灯片切换效果”。\n" +
            "(9)第2、3、4张幻灯片中加入返回第1张的链接，链接点自己定义，可以在图片上也可在文字上或加按钮都可。\n" +
            "(10)设置全程背景音乐（宗次郎 - 故乡的原风景.mp3）。\n";
}
