package com.company;

public class WpsUtil {


    // wps文字素材内容
    public  String wpsContentText="一、 范围\n" +
            "本标准规定了WPS办公应用职业技能等级对应的工作领域、工作任务及职业技能要求。\n" +
            "本标准适用于WPS办公应用职业技能培训、考核与评价，相关用人单位的人员聘用、培训与考核可参照使用。\n" +
            "二、 规范性引用文件\n" +
            "下列文件对于本标准的应用是必不可少的。凡是注日期的引用文件，仅注日期的版本适用于本标准。凡是不注日期的引用文件，其最新版本适用于本标准。\n" +
            "三、术语和定义 \n" +
            "国家、行业标准界定的以及下列术语和定义适用于本标准。 \n" +
            "1、中文办公软件  Chinese office software\n" +
            "在办公环境中，对中文电子文档进行处理的一套完整的计算机应用程序，主要包括文字排版、电子表格和演示文稿等应用。\n" +
            "2、 工具栏   tool bar\n" +
            "由以按钮图标方式表示的工具构成。 \n" +
            "3、状态栏  status bar\n" +
            "一般位于文档窗口底端,显示命令正在进行的操作以及插入点的位置等信息。 \n" +
            "4、 快捷键  Shortcut key\n" +
            "通过键盘上的一个或者多个按键,可快速完成需要频繁执行的任务。\n" +
            "5、任务窗格  Task Pane\n" +
            "一个可执行特定任务的区域，通常位于窗口的左侧或右侧。\n" +
            "6、 节 section\n" +
            "文字处理文档中最大的排版单元。\n" +
            "7、图表  chart\n" +
            "为直观展现数据，在工作表中用图形方式显示数据的表现形式。\n" +
            "8、 母版  master\n" +
            "演示文稿中为方便制作幻灯片所预先设定的模板，包括式样和布局等内容。\n" +
            "四、 适用院校专业\n" +
            "1、中等职业学校\n" +
            "计算机应用、会计类（办公自动化）、数字媒体技术应用等信息技术类以及学前教育相关专业。\n" +
            "2、高等职业学校\n" +
            "计算机应用等计算机类、文秘等文秘类、会计类（办公自动化）、信息统计与分析等统计类相关专业。\n" +
            "3、应用型本科学校\n" +
            "计算机科学与技术和计算机软件等电子信息类、学前教育等教育学类、文秘教育等职业技术教育类相关专业。\n" +
            "本标准也可作为其他各级各类学校以及用人单位对学生或员工办公软件应用水平的评价参考。\n" +
            "五、 面向职业岗位（群）\n" +
            "主要面向各类企事业单位文秘岗位、需要使用计算机处理工作文档的各类岗位、各级各类学校教育工作者，以及计算机、会计、营销策划等相关技术岗位。其他需要具备办公软件操作能力的岗位也适用本标准。\n" +
            "六、 职业技能要求\n" +
            "1、 职业技能等级划分\n" +
            "WPS办公应用职业技能等级分为三个等级：初级、中级、高级，三个级别依次递进，高级别涵盖低级别职业技能要求。\n" +
            "（1）WPS办公应用初级\n" +
            "主要面向企事业单位专职文员或技术岗位基本技能的需要，能够实现文案的编辑、排版和打印，汇报型演示文稿的制作与演示，应用数据表格对较规范数据的管理、排版打印。\n" +
            "（2）WPS办公应用中级\n" +
            "主要面向企事业单位专职文员或技术岗位基本技能的需要，能够实现长文档的编辑、美化和打印，交互式多媒体演示文稿的制作与演示，应用数据表格对数据的进行相关的数据处理并打印。\n" +
            "（3）WPS办公应用高级\n" +
            "主要面向企事业单位专职文员或技术岗位团队协作的需要，能够实现在线团队协作办公，创意型演示文稿的创作与演讲，应用数据表格对数据的进行数据的可视化处理并打印。\n";




}
